constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    leftWall
    {
        type            wall;
        nFaces          2200;
        startFace       541720;
    }
    rightWall
    {
        type            wall;
        nFaces          2200;
        startFace       543920;
    }
    lowerWall
    {
        type            wall;
        nFaces          4600;
        startFace       546120;
    }
    atmosphere
    {
        type            patch;
        nFaces          4200;
        startFace       550720;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          7360;
        startFace       554920;
    }
)

// ************************************************************************* //
